[
    {
        "name":"Chicken pasta bake",
        "mainIngredients":[
            {"item":"Chicken","amount":"4 skinless breasts"},
            {"item":"Penne Pasta","amount":"300g"}
        ],
        "sideIngredients":[
            {"item":"Olive Oil","amount":"4 tbsp"},
            {"item":"Onion","amount":"1"},
            {"item":"Garlic gloves","amount":"2"},
            {"item":"Chilli flakes","amount":"1/4 tsp"},
            {"item":"Tomatoes","amount":"2 x 400g cans chopped"},
            {"item":"Caster sugar","amount":"1 tsp"},
            {"item":"Mozzarella","amount":"50g, grated"},
            {"item":"Parsley","amount":"A small bunch"}
        ],
        "nutrition":{
            "kcal":"575","fat":"30","saturates":"14g","carbs":"41g","sugars":"9g","fibre":"5g","protein":"33g","salt":"0.5g"
        },
        "steps":[
            "Heat 2 tbsp of the oil in a pan over a medium heat and fry the onion gently for 10-12 mins. Add the garlic and chilli flakes and cook for 1 min. Tip in the tomatoes and sugar and season to taste. Simmer uncovered for 20 mins or until thickened, then stir through the mascarpone.",
            "Heat 1 tbsp of oil in a non-stick frying pan. Season the chicken and fry for 5-7 mins or until the chicken is cooked through.",
            "Heat the oven to 220°C/200°C fan/gas . Cook the penne following pack instructions. Drain and toss with the remaining oil. Tip the pasta into a medium sized ovenproof dish. Stir in the chicken and pour over the sauce. Top with the cheddar, mozzarella and parsley. Bake for 20 mins or until golden brown and bubbling."
        ]  
    },
    
    
    {
        "name":"Creamy pesto & kale pasta",
        "mainIngredients":[
            {"item":"Kale","amount":"300g"},
            {"item":"Wholemeal Pasta","amount":"300g"},
            {"item":"Pesto sauce","amount":"4tbsp"}
        ],
        "sideIngredients":[
            {"item":"Rapeseed Oil","amount":"1 tbsp"},
            {"item":"Red Onion","amount":"2"},
            {"item":"Reduced-fat soft cheese","amount":"4tbsp"}
        ],
        "nutrition":{
            "kcal":"428","fat":"13","saturates":"3g","carbs":"55g","sugars":"6g","fibre":"11g","protein":"17g","salt":"0.7g"
    },
        "steps":[    
            "Heat the oil in a large pan over a medium heat. Fry the onions for 10 mins until softened and beginning to caramelise. Add the kale and 100ml water, then cover and cook for 5 mins more, or until the kale has wilted.",
            "Cook the pasta following pack instructions. Drain, reserving a little of the cooking water. Toss the pasta with the onion mixture, soft cheese and pesto, adding a splash of the reserved cooking water to loosen, if needed. Season."
        ]  
    },
    
    
    {
        "name":"Spicy chickpea stew",
        "mainIngredients":[
            {"item":"Chickpea","amount":"2 x 400g cans"},
            {"item":"Cauliflower","amount":"350g"}
        ],
        "sideIngredients":[
            {"item":"Rapeseed Oil","amount":"1 tbsp"},
            {"item":"Onion","amount":"2"},
            {"item":"Green Peppers","amount":"2"},
            {"item":"Carton Passata","amount":"500ml"},
            {"item":"Bouillon powder","amount":"2 tsp"},
            {"item":"Flame raisins","amount":"40 g"},
            {"item":"Lemon","amount":"2 tsp"},
            {"item":"Parsley","amount":"15g"},
            {"item":"Wholemeal Couscous","amount":"140g"}
        ],
        "nutrition":{
            "kcal":"514","fat":"15","saturates":"2g","carbs":"63g","sugars":"22g","fibre":"20g","protein":"22g","salt":"1g"
        },
        "steps":[    
            "Heat the oil in a large lidded pan over a medium heat and fry the onions for 10 mins, stirring often until golden. Stir in the peppers and cook for 5 mins more.",
            "Add the chilli powder, coriander and cumin, stir briefly, then tip in the passata and chickpeas along with the liquid from the cans",
            "Stir in the bouillon powder, raisins and lemon zest, then add the cauliflower. Cover tightly and simmer over a medium heat for 15-20 mins until the cauliflower is tender. Stir in half the parsley.",
            "Meanwhile, put the couscous in a heatproof bowl and pour over 175ml boiling water from the kettle. Stir in the lemon juice, then cover and let stand for about 10 mins until the couscous has absorbed the liquid and is tender. Stir in the toasted flaked almonds and most of the remaining parsley.",
            "Divide half the couscous between two plates and top with half the chickpea stew and the rest of the parsley. Leave the remainder to cool for another day. Will keep covered and chilled for up to three days. Reheat the stew in a pan over a low heat with a splash of water until piping hot. Reheat the couscous. "
        ]    
    }


]
